[
    {
        "id" : 1,
        "nombre" : "Shingeki no Kyojin - volumen 1",
        "precio" : 120, 
        "categoria" : "Shounen", 
        "imagen" : "../assests/SNK-V1.jpg",
        "autor" : "Hajime Isayama",
        "sinopsis" : "La raza humana, antaño dueña del mundo, se enfrenta a la extinción a manos de los titanes, gigantescos monstruos de inteligencia limitada que cazan y devoran personas por diversión. Los supervivientes se hacinan e intentan sobrevivir en una pequeña ciudad… pero algunos ya están hartos: ¡van a atacar!",
        "formato" : "Tapa blanda",
        "dimensiones" : "4.72 x 0.79 x 7.09 pulgadas", 
        "fecha_pub" : "28 Septiembre 2012", 
        "editorial" : "NORMA EDITORIAL, S.A.",
        "idioma" : "Español",
        "ISBN10" : "8467909706",
        "ISBN13" : "978-8467909708",
        "stock" : 10
    },
    {
        "id" : 2,
        "nombre" : "Shingeki no Kyojin - volumen 2",
        "precio" : 110, 
        "categoria" : "Shounen", 
        "imagen" : "../assests/SNK-V2.jpg",
        "autor" : "Hajime Isayama",
        "sinopsis" : "Tras el ataque del supertitán, que consiguió traspasar el primer muro de contención de la ciudad humana, los supervivientes están aún más desesperados. Eren y sus amigos ya se han graduado como defensores de la ciudad, pero cuando los titanes atacan de nuevo, todo su entrenamiento parece inútil ante el terror que provocan…",
        "formato" : "Tapa blanda",
        "dimensiones" : "4.72 x 0.79 x 7.09 pulgadas", 
        "fecha_pub" : "31 Octubre 2012", 
        "editorial" : "NORMA EDITORIAL, S.A.",
        "idioma" : "Español",
        "ISBN10" : "8467909714",
        "ISBN13" : "978-8467909715",
        "stock" : 5
    },
    {
        "id" : 3,
        "nombre" : "Shingeki no Kyojin - volumen 3",
        "precio" : 110, 
        "categoria" : "Shounen", 
        "imagen" : "../assests/SNK-V3.jpg",
        "autor" : "Hajime Isayama",
        "sinopsis" : "Un misterioso titán aparece de la nada y ataca a sus congéneres, en apariencia protegiendo a los seres humanos. ¡¿Qué está pasando?! Nadie sabe a ciencia cierta cuál es el origen de esas misteriosas criaturas, pero… ¿cabría la posibilidad de tener a alguno del lado de la humanidad?",
        "formato" : "Tapa blanda",
        "dimensiones" : "4.72 x 0.79 x 7.09 pulgadas", 
        "fecha_pub" : "25 Enero 2013", 
        "editorial" : "NORMA EDITORIAL, S.A.",
        "idioma" : "Español",
        "ISBN10" : "8467910992",
        "ISBN13" : "978-8467910995",
        "stock" : 4
    },
    {
        "id" : 4,
        "nombre" : "Kimetsu no Yaiba - volumen 1",
        "precio" : 130, 
        "categoria" : "Shounen",
        "imagen" : "../assests/KNY-V1.jpg",
        "autor" : "Koyoharu Gotouge",
        "sinopsis" : "Tanjiro Kamado es un chico alegre y trabajador que vive felizmente junto a su familia, hasta que un fatídico día un demonio llamado Muzan irrumpe en su vida matando a sus padres y maldice a su hermana pequeña convirtiéndola en demonio. Tras este incidente, y con el propósito de vengar a sus padres y devolver a su hermana Nezuko a la normalidad, decide convertirse en un asesino de demonios. Para ello, acude en ayuda de Sakonji Urokodaki, uno de los asesinos de demonios más fuertes del mundo...",
        "formato" : "Tapa blanda",
        "dimensiones" : "4.72 x 0.79 x 7.09 pulgadas", 
        "fecha_pub" : "10 Octubre 2019", 
        "editorial" : "NORMA EDITORIAL, S.A.",
        "idioma" : "Español",
        "ISBN10" : "8467935324",
        "ISBN13" : "978-8467935325",
        "stock" : 8
    },
    {
        "id" : 5,
        "nombre" : "Kimetsu no Yaiba - volumen 2",
        "precio" : 115, 
        "categoria" : "Shounen", 
        "imagen" : "../assests/KNY-V2.jpg",
        "autor" : "Koyoharu Gotouge",
        "sinopsis" : "Tanjirô logra superar la selección final y se convierte oficialmente en un cazademonios. Tras volver a reunirse con su maestro y su hermana y recibir su propia nichirintô, una de las katanas especiales capaces de acabar con los demonios, Tanjirô emprende su viaje como cazador sin ser consciente de que su ansiado objetivo se encuentra más cerca de lo imaginado… ¿Cómo actuará Tanjirô al reconocer entre el gentío ese olor que le atormenta desde aquella trágica noche?", 
        "formato" : "Tapa blanda",
        "dimensiones" : "4.72 x 0.79 x 7.09 pulgadas", 
        "fecha_pub" : "26 Abril 2019", 
        "editorial" : "NORMA EDITORIAL, S.A.",
        "idioma" : "Español",
        "ISBN10" : "846793512X",
        "ISBN13" : "978-8467935127",
        "stock" : 7
    },
    {
        "id" : 6,
        "nombre" : "Kimetsu no Yaiba - volumen 3",
        "precio" : 115, 
        "categoria" : "Shounen", 
        "imagen" : "../assests/KNY-V3.jpg",
        "autor" : "Koyoharu Gotouge", 
        "sinopsis" : "Gracias a la ayuda de Tamayo, Tanjirô logra sobrepasar sus propios límites y vencer al poderoso kekkijutsu de Yahaba. En el otro campo de batalla Nezuko también le planta cara a Susamaru y gracias a ello Tamayo consigue engañarla para que caiga en su hechizo. Sin embargo, la victoria le deja un sabor amargo a Tanjiro cuando descubre que sus enemigos no eran realmente miembros de las Doce Lunas Demoníacas. Si ante unos rivales tan débiles ha necesitado ayuda, ¿qué ocurrirá el día que se tope cara a cara con uno de verdad?",
        "formato" : "Tapa blanda",
        "dimensiones" : "4.72 x 0.79 x 7.09 pulgadas", 
        "fecha_pub" : "24 Mayo 2019", 
        "editorial" : "NORMA EDITORIAL, S.A.",
        "idioma" : "Español",
        "ISBN10" : "8467935138",
        "ISBN13" : "978-8467935134",
        "stock" : 9
    },
    {
        "id" : 7,
        "nombre" : "Special A - volumen 1",
        "precio" : 100, 
        "categoria" : "Shojo", 
        "imagen" : "../assests/SA-V1.jpg",
        "autor" : "Maki Minami",
        "sinopsis" : "Her whole life, Hikari Hanazono has been consumed with the desire to win against her school rival, Kei Takishima--at anything. He always comes out on top no matter what he does, and Hikari is determined to do whatever it takes to beat this guy...somehow!At age 6 Hikari lost to Kei in an impromptu wrestling match. Now, at 15, Hikari joins Special A, a group of the top seven students at a private academy, for the opportunity to trounce the guy who made her suffer her first defeat.",
        "formato" : "Tapa blanda",
        "dimensiones" : "5 x 0.8 x 7.5 pulgadas", 
        "fecha_pub" : "6 Noviembre 2007", 
        "editorial" : "VIZ Media LLC",
        "idioma" : "Inglés",
        "ISBN10" : "1421513757",
        "ISBN13" : "978-1421513751",
        "stock" : 10
    },
    {
        "id" : 8,
        "nombre" : "Special A - volumen 2",
        "precio" : 90, 
        "categoria" : "Shojo", 
        "imagen" : "../assests/SA-V2.jpg",
        "autor" : "Maki Minami",
        "sinopsis" : "Her whole life, Hikari Hanazono has been consumed with the desire to win against her school rival, Kei Takishima--at anything. He always comes out on top no matter what he does, and Hikari is determined to do whatever it takes to beat this guy...somehow!At age 6 Hikari lost to Kei in an impromptu wrestling match. Now, at 15, Hikari joins Special A, a group of the top seven students at a private academy, for the opportunity to trounce the guy who made her suffer her first defeat. Being No. 2 Sucks! Hikari and Kei are pitted against a pair of professional wresters in a challenge issued by the student council. Hikari may now be on the same team as Kei, but a rival is still a rival!", 
        "formato" : "Tapa blanda",
        "dimensiones" : "5 x 0.7 x 7.5 pulgadas", 
        "fecha_pub" : "1 Enero 2008", 
        "editorial" : "VIZ Media LLC",
        "idioma" : "Inglés",
        "ISBN10" : "9781421515670",
        "ISBN13" : "978-1421515670",
        "stock" : 5
    },
    {
        "id" : 9,
        "nombre" : "Special A - volumen 3",
        "precio" : 90, 
        "categoria" : "Shojo", 
        "imagen" : "../assests/SA-V3.jpg",
        "autor" : "Maki Minami",
        "formato" : "Tapa blanda",
        "sinopsis" : "Her whole life, Hikari Hanazono has been consumed with the desire to win against her school rival, Kei Takishima--at anything. He always comes out on top no matter what he does, and Hikari is determined to do whatever it takes to beat this guy...somehow!At age 6 Hikari lost to Kei in an impromptu wrestling match. Now, at 15, Hikari joins Special A, a group of the top seven students at a private academy, for the opportunity to trounce the guy who made her suffer her first defeat. Yahiro, a childhood friend of Kei and Akira, tells Hikari that Kei is in love with her. Hikari would confront Kei to find out the truth...if she wasn't so busy avoiding him!",
        "dimensiones" : "5 x 0.6 x 7.5 pulgadas", 
        "fecha_pub" : "4 Marzo 2008", 
        "editorial" : "VIZ Media LLC",
        "idioma" : "Inglés",
        "ISBN10" : "9781421515687",
        "ISBN13" : "978-1421515687",
        "stock" : 4
    },
    {
        "id" : 10,
        "nombre" : "Chihayafuru - volumen 1",
        "precio" : 120, 
        "categoria" : "Josei", 
        "imagen" : "../assests/CHIHAYAFURU-V1.jpg",
        "autor" : "Yuki Suetsugu",
        "formato" : "Tapa blanda",
        "sinopsis" : "Chihaya is a girl in the sixth grade, still not old enough to even know the meaning of the word zeal. But one day, she meets Arata, a transfer student from rural Fukui prefecture. Though docile and quiet, he has an unexpected skill: his ability to play competitive karuta, a traditional Japanese card game. Chihaya is struck by his obsession with the game, along with his ability to pick out the right card and swipe it away before any of his opponents. However, Arata is transfixed by her as well, all because of her unbelievable natural talent for the game. Don't miss the first volume in this story of adolescent lives and emotions playing out in the most dramatic of ways.",
        "dimensiones" : "4.45 x 0.51 x 6.81 pulgadas", 
        "fecha_pub" : "1 Enero 2008", 
        "editorial" : "Kodansha",
        "idioma" : "Japonés",
        "ISBN10" : "4063192393",
        "ISBN13" : "978-4063192391",
        "stock" : 6
    },
    {
        "id" : 11,
        "nombre" : "Chihayafuru - volumen 2",
        "precio" : 100, 
        "categoria" : "Josei", 
        "imagen" : "../assests/CHIHAYAFURU-V2.jpg",
        "autor" : "Yuki Suetsugu",
        "formato" : "Tapa blanda",
        "sinopsis" : "Chihaya, Arata, and Taichi go to compete in a team tournament, their last chance to do so as elementary school students. Beyond it is their graduation ceremony, both a fork in the road and a lesson in how painful endings can be. Chihaya goes on to high school, but continues to be weighed down by her emotions. She knows that while she and her two friends are apart, they all still share the same passion for karuta. But when she calls Arata to tell him about her latest karuta promotion, he tells her something unbelievable. Chihaya is sure that karuta connects her to her friends, but is it really true? Find out in volume 2 of Chihayafuru!",
        "dimensiones" : "4.45 x 0.55 x 6.81 pulgadas", 
        "fecha_pub" : "1 Enero 2008", 
        "editorial" : "Kodansha",
        "idioma" : "Japonés",
        "ISBN10" : "4063192458",
        "ISBN13" : "978-4063192452",
        "stock" : 7
    },
    {
        "id" : 12,
        "nombre" : "Chihayafuru - volumen 3",
        "precio" : 100, 
        "categoria" : "Josei", 
        "imagen" : "../assests/CHIHAYAFURU-V3.jpg",
        "autor" : "Yuki Suetsugu",
        "formato" : "Tapa blanda",
        "sinopsis" : "Chihaya and Taichi make a vow to one another, believing that it will allow them to meet Taichi once again: We'll get stronger, and then we'll wait for him. They soon find themselves with new friends, drawn to their passion, and together, they make the Mizusawa High School Karuta Club a reality! In order to make it to the national tournament's team competition, they first enter the Tokyo qualifiers. Will they be able to make it through this tournament teeming with veteran schools? Watch as the team shows the strength of their devotion to competitive karuta in volume 3 of Chihayafuru!",
        "dimensiones" : "4.45 x 0.47 x 6.81 pulgadas", 
        "fecha_pub" : "1 Enero 2008", 
        "editorial" : "Kodansha",
        "idioma" : "Japonés",
        "ISBN10" : "4063192520",
        "ISBN13" : "978-4063192520",
        "stock" : 12
    }
]